
        <section class="cookie2">
            <div class="wrap">
                <div class="cookie2-container">
                    <h1>Политика использования cookie-файлов</h1>
                    <p>На интернет-сайте <span>general-hockey.ru</span> (далее Сайт) используются cookie-файлы, веб-маяки и иные схожие технологии для того, чтобы отличить пользователей друг от друга. Это позволяет обеспечивать удобный просмотр страниц сайта, а также даёт возможность улучшать его.</p>
                    <h2>Что такое cookie-файлы?</h2>
                    <p>Cookie-файлы представляют собой небольшие фрагменты данных, которые сохраняются в браузере компьютера, мобильного телефона или другого устройства после посещения веб-сайтов. Cookie-файлы широко применяются для поддержания работы веб-сайтов и сбора статистики.</p>
                    <h2>Как на Сайте используются cookie-файлы?</h2>
                    <p>Информация, которая содержится в cookie-файлах, помогает нам анализировать то, как используется веб-сайт, чтобы было возможно сделать его более удобным и функциональным.</p>
                    <p>Персональные данные сохраняются в cookie-файлах, если пользователь согласился на их использование. Это обеспечивает защищенный вход в личный кабинет, что технически необходимо.</p>
                    <h2>Какие типы cookie-файлов используются на Сайте?</h2>
                    <h2>Технические cookie-файлы</h2>
                    <p>Использование этих функциональных cookie-файлов нельзя запретить при посещении Сайта, так как они обеспечивают корректную работу веб-сайта. Сюда относятся cookie-файлы, которые собирают информацию о том, разрешено или запрещено использование других cookie-файлов.</p>
                    <h2>Cookie-файлы сеанса посещения и cookie-файлы предпочтений</h2>
                    <p>Данные cookie-файлы позволяют войти в защищенные разделы Сайта, добавлять товары в корзину или воспользоваться системой электронных платежей. Срок действия таких cookie-файлов истекает по окончании сеанса посещения. Также могут быть использованы cookie-файлы, которые действуют дольше и создаются для того, чтобы запомнить предпочтения пользователя и варианты выбора во время посещения Сайта. Жизненный цикл таких cookie-файлов не превышает одного года.</p>
                    <h2>Аналитические файлы cookie</h2>
                    <p>На сайте используются средства веб-аналитики с целью общего анализа использования сайта и получения исходных данных для улучшения товарных предложений. Полученная при этом информация может передаваться в анонимной форме на сервер службы веб-аналитики, сохраняться и обрабатываться там. Мы можем использовать аналитические инструменты и соответствующие cookie-файлы следующих поставщиков услуг:</p>
                    <p>Google Analytics: <a target="_blank" href="https://policies.google.com/privacy?hl=en">Политика конфиденциальности Google</a></p>
                    <p>Яндекс.Метрика: <a target="_blank" href="https://yandex.ru/legal/confidential/">Политика конфиденциальности Яндекс</a></p>
                    <h2>Веб-маяки</h2>
                    <p>Веб-маяки – небольшие графические изображения (также называемые «пиксельными тегами» или «чистыми GIF»), которые могут размещаться на веб-сайтах и внедряться в сервисы, приложения, сообщения и инструменты. Веб-маяки могут использоваться для различных целей, включая оценку эффективности работы Сайта, мониторинг количества посетителей и их поведения на Сайте, определение доли реально прочитанных электронных писем от общего числа всех отправленных писем, контроль эффективности рекламы и подсчёт количества фактически просмотренных страниц, статей и ссылок.</p>
                    <h2>Аналогичные технологии для хранения информации</h2>
                    <p>Аналогичные технологии для хранения информации – технологии, позволяющие записывать определённую информацию в кэш-память веб-браузера или в память устройства с помощью локальных объектов общего пользования или локально сохраняемых данных, таких как cookie-файлы формата Flash и HTML 5 и прочие элементы прикладного программного обеспечения для интернета.</p>
                    <p>Эти технологии могут применяться во всех используемых веб-браузерах. В некоторых случаях управление использование локально сохраняемых данных с помощью веб-браузера в полном объёме невозможно и требует специальных инструментов.</p>
                    <p>Подобные технологии хранения информации могут использоваться для защиты данных учетной записи пользователя или для выявления нестандартных действий при использовании браузера в целях предотвращения несанкционированного доступа к учетной записи или оценки эффективности функционирования Сайта, сервисов, приложений или инструментов.</p>
                    <h2>Как можно разрешить или запретить использование cookie-файлов?</h2>
                    <p>Большинство браузеров автоматически принимают cookie-файлы. На устройстве пользователь может удалить сохраненные cookie-файлы в любое время.</p>
                    <p>В настройках браузера также можно запретить любые cookie-файлы или только определенные. Однако все браузеры отличаются друг от друга, поэтому более подробная информация о настройках для cookie-файлов приведена в разделе Help («Справка») браузера.</p>
                    <p>Обращаем внимание на то, что, отключив cookie-файлы, воспользоваться некоторыми функциями, сервисами, инструментами и приложениями Сайта будет нельзя.</p>
                </div>
            </div>
        </section>
